libxmlbus/data/wsaddr-testset/documents/notify/soap11/message1.xml

<?xml version='1.0' ?>
<!-- $Id: message1.xml,v 1.2 2006/02/20 16:01:17 pdowney Exp $ -->
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:wsa="http://www.w3.org/2005/08/addressing">
 <env:Header>
  <wsa:To>http://example.org/node/A</wsa:To>
  <wsa:Action>http://example.org/action/notify</wsa:Action>
  <wsa:MessageID>urn:uuid:279372E6-3CD2-11DA-9ADE-001124761548</wsa:MessageID>
 </env:Header>
 <env:Body>
  <m:notify xmlns:m="http://example.org/notify">Message 1</m:notify>
 </env:Body>
</env:Envelope>
